Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Search conversations...
de: Konversationen durchsuchen...
el: Αναζήτηση συνομιλιών...
es: Buscar conversaciones...
fr: Rechercher des conversations...
it: Cerca conversazioni...
ja: 会話を検索...
nl: Gesprekken zoeken...
pt_pt: Procurar conversas...
sv: Sök konversationer...

source: Chat without saving history
de: Chat ohne Verlauf speichern
el: Συνομιλία χωρίς αποθήκευση ιστορικού
es: Chat sin guardar historial
fr: Discussion sans enregistrer l’historique
it: Chat senza salvare la cronologia
ja: 履歴を保存しないチャット
nl: Chatten zonder geschiedenis op te slaan
pt_pt: Chat sem guardar histórico
sv: Chatt utan att spara historik

source: Delete Conversation
de: Konversation löschen
el: Διαγραφή Συνομιλίας
es: Eliminar conversación
fr: Supprimer la conversation
it: Elimina conversazione
ja: 会話を削除
nl: Gesprek verwijderen
pt_pt: Eliminar Conversa
sv: Radera konversation

source: Control what the model remembers
de: Steuern, was das Modell sich merkt
el: Έλεγχος του τι θυμάται το μοντέλο
es: Controla lo que el modelo recuerda
fr: Contrôlez ce que le modèle retient
it: Controlla ciò che il modello ricorda
ja: モデルの記憶を制御する
nl: Beheer wat het model onthoudt
pt_pt: Controle o que o modelo recorda
sv: Styr vad modellen kommer ihåg

source: Provide a JSON object with an optional integer offset within the image inventory.
de: Gib ein JSON-Objekt mit einem optionalen ganzzahligen Offset innerhalb des Bildbestands an.
el: Παρέχετε ένα αντικείμενο JSON με προαιρετική ακέραια μετατόπιση εντός του ευρετηρίου εικόνων.
es: Proporciona un objeto JSON con un desplazamiento entero opcional dentro del inventario de imágenes.
fr: Fournissez un objet JSON avec un décalage entier facultatif dans l’inventaire d’images.
it: Fornisci un oggetto JSON con un offset intero facoltativo nell'inventario delle immagini.
ja: 画像インベントリ内のオプションの整数オフセットを含むJSONオブジェクトを指定してください。
nl: Geef een JSON-object met een optionele gehele getalsoffset binnen de afbeeldingsinventaris.
pt_pt: Forneça um objeto JSON com um deslocamento inteiro opcional dentro do inventário de imagens.
sv: Ange ett JSON-objekt med ett valfritt heltalsindex i bildinventeringen.

source: Prompt Library
de: Prompt-Bibliothek
el: Βιβλιοθήκη Ερωτημάτων
es: Biblioteca de prompts
fr: Bibliothèque de prompts
it: Libreria di Prompt
ja: プロンプトライブラリ
nl: Promptbibliotheek
pt_pt: Biblioteca de Prompts
sv: Promptbibliotek

source: Use Local Data
de: Lokale Daten verwenden
el: Χρήση τοπικών δεδομένων
es: Usar datos locales
fr: Utiliser les données locales
it: Usa dati locali
ja: ローカルデータを使用
nl: Gebruik lokale gegevens
pt_pt: Usar Dados Locais
sv: Använd lokal data

# %lld of %lld tools enabled
source: %1$lld of %2$lld tools enabled
de: %1$lld von %2$lld Tools aktiviert
el: %1$lld από %2$lld εργαλεία ενεργοποιήθηκαν
es: %1$lld de %2$lld herramientas habilitadas
fr: %1$lld sur %2$lld outils activés
it: %1$lld di %2$lld strumenti abilitati
ja: %1$lld / %2$lld 個のツールが有効化済み
nl: %1$lld van %2$lld tools ingeschakeld
pt_pt: %1$lld de %2$lld ferramentas ativadas
sv: %1$lld av %2$lld verktyg aktiverade

source: Required iCloud data is still downloading.
de: Erforderliche iCloud-Daten werden noch heruntergeladen.
el: Τα απαιτούμενα δεδομένα iCloud εξακολουθούν να λαμβάνονται.
es: Los datos necesarios de iCloud aún se están descargando.
fr: Les données iCloud requises sont toujours en cours de téléchargement.
it: I dati iCloud richiesti sono ancora in fase di download.
ja: 必要なiCloudデータをダウンロード中です
nl: Vereiste iCloud-gegevens worden nog gedownload.
pt_pt: Os dados necessários do iCloud ainda estão a ser descarregados.
sv: Nödvändiga iCloud-data laddas fortfarande ner.

source: Step %lld of 3
de: Schritt %lld von 3
el: Βήμα %lld από 3
es: Paso %lld de 3
fr: Étape %lld sur 3
it: Passaggio %lld di 3
ja: 3ステップ中%lldステップ目
nl: Stap %lld van 3
pt_pt: Passo %lld de 3
sv: Steg %lld av 3

source: Red
de: Rot
el: Κόκκινο
es: Rojo
fr: Rouge
it: Rosso
ja: 赤
nl: Rood
pt_pt: Vermelho
sv: Röd

# Customise this conversation
source: Customize this conversation
de: Diese Unterhaltung anpassen
el: Προσαρμόστε αυτή τη συνομιλία
es: Personalizar esta conversación
fr: Personnaliser cette conversation
it: Personalizza questa conversazione
ja: この会話をカスタマイズする
nl: Pas dit gesprek aan
pt_pt: Personalizar esta conversa
sv: Anpassa den här konversationen

source: You're welcome!
de: Gern geschehen!
el: Παρακαλώ!
es: ¡De nada!
fr: De rien !
it: Prego!
ja: どういたしまして！
nl: Graag gedaan!
pt_pt: De nada!
sv: Varsågod!

source: Edit Template
de: Vorlage bearbeiten
el: Επεξεργασία Προτύπου
es: Editar plantilla
fr: Modifier le modèle
it: Modifica modello
ja: テンプレート編集
nl: Sjabloon bewerken
pt_pt: Editar Modelo
sv: Redigera mall

source: MCP permissions require access to secure storage.
de: MCP-Berechtigungen erfordern Zugriff auf den sicheren Speicher.
el: Οι άδειες MCP απαιτούν πρόσβαση σε ασφαλή αποθήκευση.
es: Los permisos de MCP requieren acceso al almacenamiento seguro.
fr: Les autorisations MCP nécessitent un accès au stockage sécurisé.
it: Le autorizzazioni MCP richiedono l’accesso all’archiviazione sicura.
ja: MCPの権限には安全なストレージへのアクセスが必要です。
nl: MCP-machtigingen vereisen toegang tot beveiligde opslag.
pt_pt: As permissões do MCP requerem acesso ao armazenamento seguro.
sv: MCP-behörigheter kräver åtkomst till säker lagring.

source: App Data
de: App-Daten
el: Δεδομένα εφαρμογής
es: Datos de la app
fr: Données de l’application
it: Dati app
ja: アプリデータ
nl: App-gegevens
pt_pt: Dados da App

source: Pinned Conversations
de: Angeheftete Unterhaltungen
el: Καρφιτσωμένες Συνομιλίες
es: Conversaciones fijadas
fr: Conversations épinglées
it: Conversazioni fissate
ja: ピン留めされた会話
nl: Vastgezette gesprekken
pt_pt: Conversas Fixadas
sv: Fästa konversationer

source: Generating response
de: Antwort wird generiert
el: Δημιουργία απάντησης
es: Generando respuesta
fr: Génération de la réponse
it: Generazione della risposta
ja: 応答を生成中
nl: Antwoord genereren
pt_pt: A gerar resposta
sv: Genererar svar

source: A synchronized conversation contains invalid data.
de: Eine synchronisierte Unterhaltung enthält ungültige Daten.
el: Μια συγχρονισμένη συνομιλία περιέχει μη έγκυρα δεδομένα.
es: Una conversación sincronizada contiene datos no válidos.
fr: Une conversation synchronisée contient des données non valides.
it: Una conversazione sincronizzata contiene dati non validi.
ja: 同期された会話に無効なデータが含まれています。
nl: Een gesynchroniseerd gesprek bevat ongeldige gegevens.
pt_pt: Uma conversa sincronizada contém dados inválidos.
sv: En synkroniserad konversation innehåller ogiltiga data.

source: 1 source
de: 1 Quelle
el: 1 πηγή
es: 1 fuente
it: 1 fonte
ja: 1つのソース
nl: 1 bron
pt_pt: 1 fonte
sv: 1 källa

source: No tools enabled
de: Keine Tools aktiviert
el: Δεν έχουν ενεργοποιηθεί εργαλεία
es: No hay herramientas habilitadas
fr: Aucun outil activé
it: Nessuno strumento abilitato
ja: 有効なツールはありません
nl: Geen tools ingeschakeld
pt_pt: Nenhuma ferramenta ativada
sv: Inga verktyg aktiverade

source: About
de: Info
el: Σχετικά
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
nl: Over
pt_pt: Acerca
sv: Om

source: Close search
de: Suche schließen
el: Κλείσιμο αναζήτησης
es: Cerrar búsqueda
fr: Fermer la recherche
it: Chiudi la ricerca
ja: 検索を閉じる
nl: Zoekopdracht sluiten
pt_pt: Fechar pesquisa
sv: Stäng sökningen

source: Recent
de: Neueste
el: Πρόσφατα
es: Recientes
fr: Récent
it: Recenti
ja: 最近の会話
nl: Recentelijk
pt_pt: Recentes
sv: Senaste

source: Set instructions for the assistant's behavior in this conversation.
de: Anweisungen für das Verhalten des Assistenten in diesem Gespräch festlegen.
el: Ορίστε οδηγίες για τη συμπεριφορά του βοηθού σε αυτή τη συνομιλία.
es: Establecer instrucciones para el comportamiento del asistente en esta conversación.
fr: Définir les instructions pour le comportement de l’assistant dans cette conversation.
it: Imposta le istruzioni per il comportamento dell'assistente in questa conversazione.
ja: この会話におけるアシスタントの動作指示を設定してください。
nl: Stel instructies in voor het gedrag van de assistent in dit gesprek.
pt_pt: Defina as instruções para o comportamento do assistente nesta conversa.
sv: Ange instruktioner för assistentens beteende i denna konversation.

source: Show Less
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 表示を減らす
nl: Minder weergeven
pt_pt: Mostrar menos
sv: Visa mindre

source: Colors
de: Farben
el: Χρώματα
es: Colores
fr: Couleurs
it: Colori
ja: カラー複数
nl: Kleuren
pt_pt: Cores
sv: Färger

source: The cloud operation was cancelled by an app data reset.
de: Der Cloud-Vorgang wurde durch das Zurücksetzen der App-Daten abgebrochen.
el: Η λειτουργία cloud ακυρώθηκε λόγω επαναφοράς των δεδομένων της εφαρμογής.
es: La operación en la nube se canceló al restablecer los datos de la aplicación.
fr: L’opération cloud a été annulée par la réinitialisation des données de l’app.
it: L’operazione cloud è stata annullata dal ripristino dei dati dell’app.
ja: アプリデータのリセットにより、クラウド操作がキャンセルされました
nl: De cloudbewerking is geannuleerd doordat de appgegevens zijn gereset.
pt_pt: A operação na nuvem foi cancelada devido à reposição dos dados da aplicação.
sv: Molnåtgärden avbröts av en återställning av appdata.

source: Not saved
de: Nicht gespeichert
el: Δεν αποθηκεύτηκε
es: No guardado
fr: Non enregistré
it: Non salvata
ja: 未保存
nl: Niet opgeslagen
pt_pt: Não guardado
sv: Inte sparad

source: Blueprint
de: Bauplan
el: Προσχέδιο
es: Plano técnico
fr: Plan détaillé
it: Progetto tecnico
ja: 設計図
nl: Blauwdruk
pt_pt: Planta 񟿿
sv: Ritning

source: Your comment
de: Ihr Kommentar
el: Το σχόλιό σας
es: Tu comentario
fr: Votre commentaire
it: Il tuo commento
ja: あなたのコメント
nl: Je opmerking
pt_pt: O seu comentário
sv: Din kommentar

source: 1 tool available
de: 1 Tool verfügbar
el: 1 διαθέσιμο εργαλείο
es: 1 herramienta disponible
fr: 1 outil disponible
it: 1 strumento disponibile
ja: 利用可能なツール 1 個
nl: 1 tool beschikbaar
pt_pt: 1 ferramenta disponível
sv: 1 verktyg tillgängligt

source: Translate text to another language
de: Text in eine andere Sprache übersetzen
el: Μεταφράστε το κείμενο σε άλλη γλώσσα
es: Traducir texto a otro idioma
fr: Traduire le texte dans une autre langue
it: Traduci testo in un'altra lingua
ja: テキストを別の言語に翻訳する
nl: Vertaal tekst naar een andere taal
pt_pt: Traduzir texto para outra língua
sv: Översätt text till ett annat språk

source: API Key, optional
de: API-Schlüssel, optional
el: Κλειδί API, προαιρετικό
es: Clave de API, opcional
fr: Clé API, facultative
it: Chiave API, facoltativa
ja: APIキー（任意）
nl: API-sleutel, optioneel
pt_pt: Chave da API, opcional
sv: API-nyckel, valfritt

source: Unsupported data format
de: Nicht unterstütztes Datenformat
el: Μη υποστηριζόμενη μορφή δεδομένων
es: Formato de datos no compatible
fr: Format de données non pris en charge
it: Formato dati non supportato
ja: サポートされていないデータ形式
nl: Niet-ondersteunde gegevensindeling
pt_pt: Formato de dados não suportado
sv: Datformatet stöds inte

source: Show API Key
de: API-Schlüssel anzeigen
el: Εμφάνιση κλειδιού API
es: Mostrar clave API
fr: Afficher la clé API
it: Mostra chiave API
ja: APIキーを表示
nl: API-sleutel tonen
pt_pt: Mostrar chave API
sv: Visa API-nyckel

source: The app opens with a new conversation pre-filled with your content.
de: Die App öffnet sich mit einer neuen Unterhaltung, die mit Ihrem Inhalt vorausgefüllt ist.
el: Η εφαρμογή ανοίγει με μια νέα συνομιλία προγεμισμένη με το περιεχόμενό σας.
es: La app se abre con una nueva conversación prellenada con tu contenido.
fr: L’application s’ouvre avec une nouvelle conversation préremplie avec votre contenu.
it: L’app si apre con una nuova conversazione precompilata con i tuoi contenuti.
ja: アプリはあなたの内容が事前入力された新しい会話で開きます。
nl: De app opent met een nieuw gesprek vooraf ingevuld met jouw inhoud.
pt_pt: A app abre com uma nova conversa preenchida com o seu conteúdo.
sv: Appen öppnas med en ny konversation förifylld med ditt innehåll.

source: Unable to save the image. Please try again.
de: Das Bild konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
el: Αδυναμία αποθήκευσης της εικόνας. Δοκιμάστε ξανά.
es: No se ha podido guardar la imagen. Inténtalo de nuevo.
fr: Impossible d’enregistrer l’image. Veuillez réessayer.
it: Impossibile salvare l’immagine. Riprova.
ja: 画像を保存できません。もう一度お試しください。
nl: Kan de afbeelding niet opslaan. Probeer het opnieuw.
pt_pt: Não foi possível guardar a imagem. Tente novamente.
sv: Det gick inte att spara bilden. Försök igen.

source: External MCP tool
de: Externes MCP-Tool
el: Εξωτερικό εργαλείο MCP
es: Herramienta MCP externa
fr: Outil MCP externe
it: Strumento MCP esterno
ja: 外部MCPツール
nl: Externe MCP-tool
pt_pt: Ferramenta MCP externa
sv: Externt MCP-verktyg

source: per year
de: pro Jahr
el: ανά έτος
es: por año
fr: par an
it: all’anno
ja: 年額
nl: per jaar
pt_pt: por ano
sv: per år

source: API Key (Optional)
de: API-Schlüssel (optional)
el: Κλειδί API (Προαιρετικό)
es: Clave API (Opcional)
fr: Clé API (facultatif)
it: Chiave API (Opzionale)
ja: APIキー（任意）
nl: API-sleutel (optioneel)
pt_pt: Chave API (Opcional)
sv: API-nyckel (valfritt)

source: Image analysis accepts image attachments only, not documents.
de: Die Bildanalyse akzeptiert nur Bildanhänge, keine Dokumente.
el: Η ανάλυση εικόνων δέχεται μόνο συνημμένα εικόνων, όχι έγγραφα.
es: El análisis de imágenes solo acepta archivos adjuntos de imágenes, no documentos.
fr: L’analyse d’images accepte uniquement les pièces jointes image, pas les documents.
it: L'analisi delle immagini accetta solo allegati immagine, non documenti.
ja: 画像分析で受け付けられるのは画像の添付ファイルのみで、書類には対応していません。
nl: Beeldanalyse accepteert alleen afbeeldingsbijlagen, geen documenten.
pt_pt: A análise de imagens só aceita anexos de imagem, não documentos.
sv: Bildanalys stöder endast bildbilagor, inte dokument.

source: Profile
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
nl: Profiel
pt_pt: Perfil
sv: Profil

source: iCloud Sync
de: iCloud-Synchronisierung
el: Συγχρονισμός iCloud
es: Sincronización iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
nl: iCloud-synchronisatie
pt_pt: Sincronização iCloud
sv: iCloud-synkronisering

source: Review and improve my writing
de: Überprüfen und verbessern Sie meinen Text
el: Αναθεώρηση και βελτίωση της γραφής μου
es: Revisa y mejora mi redacción
fr: Relisez et améliorez mon texte
it: Rivedi e migliora il mio testo
ja: 私の文章を見直して改善する
nl: Beoordeel en verbeter mijn tekst
pt_pt: Rever e melhorar a minha escrita
sv: Granska och förbättra min text

source: Loading iCloud data...
de: iCloud-Daten werden geladen...
el: Φόρτωση δεδομένων iCloud...
es: Cargando datos de iCloud...
fr: Chargement des données iCloud…
it: Caricamento dei dati di iCloud...
ja: iCloudデータを読み込み中…
nl: iCloud-gegevens worden geladen...
pt_pt: A carregar dados do iCloud...
sv: Läser in iCloud-data...

source: Your AI, Your Way
de: Deine KI, Dein Weg
el: Η Τεχνητή Νοημοσύνη Σας, Με Τον Τρόπο Σας
es: Tu IA, a tu manera
fr: Votre IA, à votre façon
it: La tua IA, a modo tuo
ja: あなたのAI、あなたのスタイル
nl: Jouw AI, Jouw Manier
pt_pt: A sua IA, à sua maneira
sv: Din AI, på ditt sätt

source: Current Icon
de: Aktuelles Symbol
el: Τρέχον εικονίδιο
es: Icono actual
fr: Icône actuelle
it: Icona attuale
ja: 現在のアイコン
nl: Huidig pictogram
pt_pt: Ícone atual
sv: Aktuell ikon

source: Assistant
de: Assistent
el: Βοηθός
es: Asistente
it: Assistente
ja: アシスタント
nl: Assistent
pt_pt: Assistente
sv: Assistent

source: Renews automatically until canceled. No features are locked.
de: Verlängert sich automatisch, bis es gekündigt wird. Alle Funktionen sind verfügbar.
el: Ανανεώνεται αυτόματα μέχρι να ακυρωθεί. Δεν υπάρχουν κλειδωμένες λειτουργίες.
es: Se renueva automáticamente hasta que se cancele. No hay funciones bloqueadas.
fr: Se renouvelle automatiquement jusqu’à annulation. Aucune fonctionnalité n’est verrouillée.
it: Si rinnova automaticamente fino alla cancellazione. Nessuna funzionalità è bloccata.
ja: キャンセルするまで自動更新されます。すべての機能をご利用いただけます。
nl: Wordt automatisch verlengd totdat je opzegt. Alle functies zijn beschikbaar.
pt_pt: Renova-se automaticamente até ser cancelada. Nenhuma funcionalidade está bloqueada.
sv: Förnyas automatiskt tills den sägs upp. Alla funktioner är tillgängliga.

source: Always Allow Selected
de: Ausgewählte immer erlauben
el: Να επιτρέπονται πάντα τα επιλεγμένα
es: Permitir siempre lo seleccionado
fr: Toujours autoriser la sélectionnée
it: Consenti sempre ai selezionati
ja: 選択項目を常に許可
nl: Geselecteerde altijd toestaan
pt_pt: Permitir sempre os selecionados
sv: Tillåt alltid valda

source: Your synchronized data could not be safely inspected.
de: Ihre synchronisierten Daten konnten nicht sicher überprüft werden.
el: Δεν ήταν δυνατός ο ασφαλής έλεγχος των συγχρονισμένων δεδομένων σας.
es: No se pudieron inspeccionar de forma segura tus datos sincronizados.
fr: Vos données synchronisées n’ont pas pu être inspectées en toute sécurité.
it: Non è stato possibile esaminare in sicurezza i tuoi dati sincronizzati.
ja: 同期データを安全に検査できませんでした。
nl: Uw gesynchroniseerde gegevens konden niet veilig worden gecontroleerd.
pt_pt: Não foi possível inspecionar os seus dados sincronizados em segurança.
sv: Dina synkroniserade data kunde inte granskas på ett säkert sätt.

source: Search Chats
de: Chats durchsuchen
el: Αναζήτηση συνομιλιών
es: Buscar chats
fr: Rechercher dans les discussions
it: Cerca chat
ja: チャットを検索
nl: Zoek chats
pt_pt: Pesquisar Conversas
sv: Sök chattar

source: The conversation summary and its cursor must both be present.
de: Die Zusammenfassung der Unterhaltung und ihr Cursor müssen beide vorhanden sein.
el: Το σύνοψη της συνομιλίας και ο δείκτης της πρέπει να υπάρχουν και τα δύο.
es: El resumen de la conversación y su cursor deben estar presentes.
fr: Le résumé de la conversation et son curseur doivent tous deux être présents.
it: Il riepilogo della conversazione e il suo cursore devono essere entrambi presenti.
ja: 会話の要約とそのカーソルの両方が存在する必要があります。
nl: De samenvatting van het gesprek en de cursor moeten beide aanwezig zijn.
pt_pt: O resumo da conversa e o seu cursor devem estar ambos presentes.
sv: Samtalssammanfattningen och dess markör måste båda vara närvarande.

source: Berry
de: Beere
el: Μούρο
es: Baya
fr: Baie
it: Bacca
ja: ベリー
nl: Bescheiden
pt_pt: Baga
sv: Bär

source: Local
de: Lokal
el: Τοπικό
it: Locale
ja: ローカル
nl: Lokaal
pt_pt: Localização
sv: Lokal

source: Your iCloud account or container is not currently available.
de: Dein iCloud-Account oder -Container ist derzeit nicht verfügbar.
el: Ο λογαριασμός ή το κοντέινερ iCloud σας δεν είναι διαθέσιμο αυτήν τη στιγμή.
es: Tu cuenta o contenedor de iCloud no está disponible actualmente.
fr: Votre compte iCloud ou votre conteneur n’est pas disponible actuellement.
it: Il tuo account o contenitore iCloud non è attualmente disponibile.
ja: お使いのiCloudアカウントまたはコンテナは現在利用できません。
nl: Je iCloud-account of -container is momenteel niet beschikbaar.
pt_pt: A sua conta ou contentor do iCloud não está disponível de momento.
sv: Ditt iCloud-konto eller din iCloud-behållare är inte tillgänglig just nu.

source: one time
de: Einmalig
el: Εφάπαξ
es: Una vez
fr: Une fois
it: Una tantum
ja: 1回限り
nl: eenmalig
pt_pt: uma vez
sv: Engångsbetalning

source: Enter a URL such as `openclient://chat?text=Summarise this`
de: Geben Sie eine URL ein, z. B. `openclient://chat?text=Summarise this`.
el: Εισαγάγετε μια διεύθυνση URL όπως `openclient://chat?text=Summarise this`
es: Introduce una URL como `openclient://chat?text=Summarise this`.
fr: Entrez une URL telle que `openclient://chat?text=Summarise this`.
it: Inserisci un URL come `openclient://chat?text=Summarise this`
ja: `openclient://chat?text=Summarise this` のようなURLを入力してください
nl: Voer een URL in zoals `openclient://chat?text=Summarise this`.
pt_pt: Introduza um URL como `openclient://chat?text=Summarise this`
sv: Ange en URL som `openclient://chat?text=Summarise this`

source: No Templates
de: Keine Vorlagen
el: Χωρίς Πρότυπα
es: Sin plantillas
fr: Aucun modèle
it: Nessun modello
ja: テンプレートなし
nl: Geen sjablonen
pt_pt: Sem Modelos
sv: Inga mallar

source: This image generation model does not support image attachments.
de: Dieses Bildgenerierungsmodell unterstützt keine Bildanhänge.
el: Αυτό το μοντέλο δημιουργίας εικόνων δεν υποστηρίζει συνημμένες εικόνες.
es: Este modelo de generación de imágenes no admite archivos adjuntos de imagen.
fr: Ce modèle de génération d’images ne prend pas en charge les pièces jointes image.
it: Questo modello di generazione di immagini non supporta gli allegati immagine.
ja: この画像生成モデルは画像添付に対応していません。
nl: Dit model voor het genereren van afbeeldingen ondersteunt geen afbeeldingsbijlagen.
pt_pt: Este modelo de geração de imagens não suporta anexos de imagem.
sv: Den här bildgenereringsmodellen stöder inte bildbilagor.

source: External tool
de: Externes Tool
el: Εξωτερικό εργαλείο
es: Herramienta externa
fr: Outil externe
it: Strumento esterno
ja: 外部ツール
nl: Externe tool
pt_pt: Ferramenta externa
sv: Externt verktyg

source: iCloud files could not be accessed for: %@.
de: Auf iCloud-Dateien konnte nicht zugegriffen werden für: %@.
el: Δεν ήταν δυνατή η πρόσβαση στα αρχεία iCloud για: %@.
es: No se pudo acceder a los archivos de iCloud para: %@.
fr: Impossible d’accéder aux fichiers iCloud pour : %@.
it: Impossibile accedere ai file iCloud per: %@.
ja: 次の iCloud ファイルにアクセスできませんでした：%@。
nl: iCloud-bestanden konden niet worden geopend voor: %@.
pt_pt: Não foi possível aceder aos ficheiros do iCloud para: %@.
sv: Det gick inte att komma åt iCloud-filer för: %@.

source: Delete All Synchronized Data?
de: Alle synchronisierten Daten löschen?
el: Διαγραφή όλων των συγχρονισμένων δεδομένων;
es: ¿Eliminar todos los datos sincronizados?
fr: Supprimer toutes les données synchronisées ?
it: Eliminare tutti i dati sincronizzati?
ja: 同期済みデータをすべて削除しますか？
nl: Alle gesynchroniseerde gegevens verwijderen?
pt_pt: Eliminar todos os dados sincronizados?
sv: Radera alla synkroniserade data?

source: 1 server available
de: 1 Server verfügbar
el: 1 διαθέσιμος διακομιστής
es: 1 servidor disponible
fr: 1 serveur disponible
it: 1 server disponibile
ja: 利用可能なサーバー 1 台
nl: 1 server beschikbaar
pt_pt: 1 servidor disponível
sv: 1 server tillgänglig

# Any additional context for the assistant
source: Additional context for the assistant
de: Zusätzlicher Kontext für den Assistenten
el: Πρόσθετο πλαίσιο για τον βοηθό
es: Contexto adicional para el asistente
fr: Contexte supplémentaire pour l’assistant
it: Contesto aggiuntivo per l’assistente
ja: アシスタントへの追加情報
nl: Aanvullende context voor de assistent
pt_pt: Contexto adicional para o assistente
sv: Ytterligare information för assistenten

source: Retry Inventory
de: Inventar erneut versuchen
el: Επανάληψη αποθέματος
es: Reintentar inventario
fr: Réessayer l’inventaire
it: Riprova inventario
ja: インベントリを再試行
nl: Inventaris opnieuw proberen
pt_pt: Tentar novamente o inventário
sv: Försök igen med inventariet

source: The tool execution permit was already used.
de: Die Berechtigung zur Tool-Ausführung wurde bereits verwendet.
el: Η άδεια εκτέλεσης του εργαλείου έχει ήδη χρησιμοποιηθεί.
es: El permiso de ejecución de la herramienta ya se utilizó.
fr: L’autorisation d’exécution de l’outil a déjà été utilisée.
it: Il permesso di esecuzione dello strumento è già stato utilizzato.
ja: ツール実行許可はすでに使用されています。
nl: De toestemming voor het uitvoeren van de tool is al gebruikt.
pt_pt: A autorização de execução da ferramenta já foi utilizada.
sv: Tillståndet för verktygskörning har redan använts.
